/*
 Localizable.strings
 KofaxMobileDemo
 
 Created by David Duffy on 2/3/15.
 Copyright (c) 2016 Kofax. All rights reserved.
 */

"Account Number" = "Número de conta";
"Active Profile" = "Perfil ativo";
"Add Component" = "Adicionar componente";
"Add Image Processor Settings to Mail Body:" = "Adicione as configurações do processador de imagens ao corpo do e-mail:";
"Address 1" = "Endereço 1";
"Address 2" = "Endereço 2";
"Advanced Settings" = "Configurações avançadas";
"Advanced" = "Avançado";
"Africa" = "África";
"All Profiles" = "Todos os perfis";
"Amount Due" = "Valor devido";
"Amount Title" = "Título do valor";
"Amount Title:" = "Título do valor:";
"Amount" = "Valor";
"Amounts mismatch" = "Incompatibilidade de valores";
"An endorsement could not be found on the back of the check. Would you like to retry?" = "Não foi encontrado um endosso no verso do cheque. Gostaria de tentar novamente?";
"Animated Guides" = "Guias animados";
"App Stats Settings" = "Configurações de estatísticas do aplicativo";
"App Title:" = "Título do aplicativo:";
"App:" = "Aplicativo:";
"Asia" = "Ásia";
"Australia" = "Austrália";
"Auto Crop:" = "Recorte automático:";
"Auto Rotate:" = "Rotação automática:";
"Auto" = "Automático";
"BUTTON PREVIEW" = "VISUALIZAÇÃO DE BOTÃO";
"BUTTONS" = "BOTÕES";
"BW" = "PB";
"Back Instructions Text" = "Texto da instrução do verso";
"Back Instructions Text:" = "Texto das instruções do verso:";
"Back Retake Button Text:" = "Texto do botão Retomar do verso:";
"Back Use Button Text:" = "Texto do botão Usar do verso:";
"Back Use Button Text" = "Texto do botão Usar do verso";
"Back User Instruction Text" = "Texto da instrução do usuário do verso";
"Back" = "Retornar";
"Background Smoothing:" = "Suavização de fundo:";
"Basic" = "Básico";
"Bill extraction cannot be performed because the app cannot connect to the network." = "A extração da conta não pode ser realizada porque o aplicativo não pode conectar-se à rede.";
"Check extraction cannot be performed because the app cannot connect to the network." = "A extração do cheque não pode ser realizada porque o aplicativo não pode conectar-se à rede.";
"Credit Card Cannot be extracted as the device cannot connect to the network." = "Não é possível extrair o cartão de crédito pois o dispositivo não pode se conectar à internet.";
"Black" = "Preto";
"Blue (0 - 255):" = "Azul (0 - 255):";
"Both" = "Ambos";
"Button Color" = "Cor do botão";
"CSkew Settings:" = "Configurações de CSkew:";
"CSkew String" = "Cadeia de caracteres de CSkew";
"CVV" = "CVV";
"Camera Screen" = "Tela da câmera";
"Camera Settings" = "Configurações da câmera";
"Canada" = "Canadá";
"Cancel Button Text" = "Texto do botão Cancelar";
"Cancel Button Text:" = "Texto do botão Cancelar:";
"Cancel" = "Cancelar";
"Capture Experience:" = "Experiência de captura:";
"Capture Type:" = "Tipo de captura:";
"Capture your information simply by taking a photo of your driver license" = "Capture suas informações de forma simples tirando uma foto de sua carteira de habilitação";
"Card Number" = "Número do cartão";
"Check Animation" = "Animação de cheque";
"Check Back" = "Verso do cheque";
"Check Deposit" = "Depósito de cheque";
"Check Extraction:" = "Extração de cheque:";
"Check For Duplicates" = "Verificar se há duplicações";
"Check Front" = "Frente do cheque";
"Check History" = "Histórico de cheques";
"Check Number Title" = "Título do número do cheque";
"Check Number Title:" = "Título do número do cheque:";
"Check Number" = "Número do cheque";
"Check Validation:" = "Validação do cheque:";
"Check is not usable." = "O cheque não é usável.";
"Checking" = "Corrente";
"City" = "Cidade";
"Clear" = "Limpar";
"Clone Profile" = "Clonar perfil";
"Color Style" = "Estilo da cor";
"Color" = "Cor";
"Component Alert!!!" = "Alerta de componente!!!";
"Component with empty name can't be saved. Please enter component name." = "Não é possível salvar um componente com nome vazio. Insira um nome de componente.";
"Content" = "Conteúdo";
"Corners" = "Cantos";
"Could not classify Driver License." = "Não foi possível classificar a carteira de habilitação.";
"Couldn’t read the Document." = "Não foi possível ler o documento.";
"Couldn’t read the bill" = "Não foi possível ler a conta";
"Coupon Submitted For Processing" = "Cupom enviado para processamento";
"Create New Profile" = "Criar novo perfil";
"Create Profile" = "Criar perfil";
"Custom Button Color" = "Cor do botão";
"Custom Button Title Color" = "Cor do título do botão";
"Custom Color" = "Cor personalizada";
"Custom Component" = "Componente personalizado";
"Custom Fields" = "Campos personalizados";
"Custom Header Color" = "Cor do cabeçalho";
"Custom Header Title Color" = "Cor do título do cabeçalho";
"Dark Blue" = "Azul escuro";
"Dark Gray" = "Cinza escuro";
"Dark Green" = "Verde escuro";
"Database not found" = "Banco de dados não encontrado";
"Default profile cannot be deleted!!!" = "O perfil padrão não pode ser excluído!!!";
"Deposit Submitted For Processing" = "Depósito enviado para processamento";
"Deposit To Title:" = "Título Depositar para:";
"Deposit To Title" = "Título Depositar para";
"Deposit To" = "Depositar para";
"Deposit to" = "Depositar para";
"Deskew By:" = "Desfazer distorção por:";
"Deskew:" = "Desfazer distorção:";
"Despeckle" = "Desfazer salpicado";
"Detect" = "Detectar";
"Embossed" = "Destacado";
"Non-Embossed" = "Não destacado";
"Device Orientation Text:" = "Texto de orientação do dispositivo:";
"Do Process:" = "Processar:";
"Do not show again" = "Não exibir novamente";
"Do you want to cancel submission of License?" = "Deseja cancelar o envio da habilitação?";
"Do you want to cancel submission of the License?" = "Deseja cancelar o envio da habilitação?";
"Do you want to cancel submission of the Passport?" = "Deseja cancelar o envio do passaporte?";
"Do you want to cancel the Check Deposit?" = "Deseja cancelar o depósito do cheque?";
"Do you want to cancel the credit card payment?" = "Deseja cancelar o pagamento com cartão de crédito?";
"Do you want to cancel the payment?" = "Deseja cancelar o pagamento?";
"Do you want to save your changes?" = "Deseja salvar suas alterações?";
"Document Type" = "Tipo de documento";
"Document extraction cannot be performed because the app cannot connect to the network." = "A extração do documento não pode ser realizada porque o aplicativo não pode conectar-se à rede.";
"Document" = "Documento";
"Driver License Submitted For Processing" = "Carteira de habilitação enviada para processamento";
"Driver License extraction cannot be performed because the app cannot connect to the network." = "A extração da carteira de habilitação não pode ser realizada porque o aplicativo não pode conectar-se à rede.";
"Driver License" = "Carteira de habilitação";
"Duplicate Check" = "Cheque duplicado";
"Duplicate component name please enter other name" = "Nome de componente duplicado, insira outro nome";
"Email Settings" = "Configurações de e-mail";
"Image Processor Settings" = "Configurações do processador de imagens";
"Edit Color" = "Editar cor";
"Edit Component" = "Editar componente";
"Edit Profile" = "Editar perfil";
"Email Address" = "Endereço de e-mail";
"Email Message" = "Mensagem de e-mail";
"Email Settings" = "Configurações de e-mail";
"Enable App Stats:" = "Ativar estatísticas do aplicativo:";
"Endorsement not found" = "Endosso não encontrado";
"Enter Account Number" = "Inserir número de conta";
"Enter Address 1" = "Inserir endereço 1";
"Enter Address 2" = "Inserir endereço 2";
"Enter ID" = "Inserir identidade";
"Enter Last Name" = "Inserir sobrenome";
"Enter Middle Name" = "Inserir nome do meio";
"Enter Name" = "Inserir nome";
"Enter Pay By" = "Inserir prazo para pagamento";
"Enter Payment Amount" = "Inserir valor para pagamento";
"Enter Phone Number" = "Inserir número de telefone";
"Enter Profile Name" = "Inserir nome do perfil";
"Enter Street" = "Inserir rua";
"Error creating INSERT statement" = "Erro ao criar instrução INSERT";
"Error" = "Erro";
"Europe" = "Europa";
"Expiry Date" = "Data de vencimento";
"Export Format:" = "Formato de exportação:";
"Export Profile" = "Exportar perfil";
"Export URL:" = "URL de exportação:";
"Extraction Failed!!" = "Falha na extração!!";
"Extraction failed" = "Falha na extração";
"FEMALE" = "FEMININO";
"Failed" = "Falha";
"Fit ID Card back in the frame, picture will be taken automatically" = "Encaixe o verso da identidade no quadro.\nA foto será capturada automaticamente";
"Fit ID Card front in the frame, picture will be taken automatically" = "Encaixe a frente da identidade no quadro.\nA foto será capturada automaticamente";
"Fit Passport in the frame, picture will be taken automatically" = "Encaixe o passaporte no quadro.\nA foto será capturada automaticamente";
"Fit check back in the frame, picture will be taken automatically" = "Encaixe o verso do cheque no quadro.\nA foto será capturada automaticamente";
"Fit check front in the frame, picture will be taken automatically" = "Encaixe a frente do cheque no quadro.\nA foto será capturada automaticamente";
"Fit payment coupon in the frame, picture will be taken automatically" = "Encaixe o cupom de pagamento no quadro.\nA foto será capturada automaticamente";
"Frame Aspect Ratio:" = "Taxa de proporção do quadro:";
"Front Instructions Text" = "Texto das instruções da frente";
"Front Retake Button Text:" = "Texto do botão Retomar da frente:";
"Front Retake Button Text" = "Texto do botão Retomar da frente";
"Front Use Button Text:" = "Texto do botão Usar da frente:";
"Front Use Button Text" = "Texto do botão Usar da frente";
"Front User Instruction Text:" = "Texto da instrução do usuário da frente:";
"Front User Instruction Text" = "Texto da instrução do usuário da frente";
"Front" = "Frente";
"GENERAL TEXTS" = "TEXTOS GERAIS";
"Gradient" = "Gradiente";
"Gray" = "Cinza";
"Green (0 - 255):" = "Verde (0 - 255):";
"HEADERS" = "CABEÇALHOS";
"Header Color" = "Cor do cabeçalho";
"Hold Steady Text:" = "Texto de manter estável:";
"Hold Steady Text" = "Texto de manter estável";
"Hold Steady" = "Manter estável";
"Home Screen Icon" = "Ícone da tela inicial";
"Host name or IP address" = "Nome de host ou endereço IP";
"If the Document Type is not configured, a list containing all available ones will be shown" = "Se o tipo de documento não for configurado, uma lista com todos disponíveis será exibida";
"If you have any questions, comments or suggestions please contact Technical Support" = "Se tiver quaisquer perguntas, comentários ou sugestões, entre em contato com o Suporte técnico";
"Image Preview" = "Visualização da imagem";
"Image" = "Imagem";
"Import" = "Importar";
"Improper device orientation" = "Orientação inadequada do dispositivo";
"Instruction Screen Icon" = "Ícone de tela de instrução";
"Instructions Text" = "Texto da instrução";
"Invalid Export URL" = "URL de exportação inválida";
"Invalid Image Size" = "Tamanhos de imagem inválido";
"Invalid RTTI URL" = "URL de RTTI inválida";
"Invalid check back" = "Verso de cheque inválido";
"Invalid KTA URL" = "URL de KTA inválida";
"KMC License has expired!" = "A licença de KMC expirou!";
"KMC License is invalid!" = "A licença do KMC é inválida!";
"Kofax Front Office Server" = "Kofax Front Office Server";
"Kofax Mobile Demo - Exported Profile" = "Kofax Mobile Demo - Perfil exportado";
"Kofax TotalAgility" = "Kofax TotalAgility";
"Latin America" = "América Latina";
"Layout" = "Layout";
"Level Indicator:" = "Indicador de nível:";
"License Back" = "Verso da habilitação";
"License Error!!!" = "Erro no processo da imagem do KMC!!!";
"License Front" = "Frente da habilitação";
"Light Gray" = "Cinza claro";
"List of Components" = "Lista de componentes";
"Local" = "Local";
"Login Required" = "Logon obrigatório";
"Login Screen" = "Tela de logon";
"Login" = "Logon";
"Logo" = "Logotipo";
"MALE" = "MASCULINO";
"MICR not detected" = "MICR não detectado";
"Main Screen" = "Tela principal";
"Make Deposit" = "Fazer depósito";
"Make Payment" = "Fazer pagamento";
"Manual Capture Time" = "Tempo para captura manual";
"MICR Title" = "Título de MICR";
"MICR Title:" = "Título de MICR:";
"Mode:" = "Modo:";
"Move Closer Text:" = "Texto de aproximação:";
"Move Closer Text" = "Texto de aproximação";
"Move Closer" = "Aproximar";
"Name Selected Component" = "Componente com nome selecionado";
"Name" = "Nome";
"Network Alert!!" = "Alerta de rede!!";
"No history found" = "Nenhum histórico encontrado";
"No" = "Não";
"None" = "Nenhum";
"Not Tested" = "Não testado";
"Number" = "Número";
"OK" = "OK";
"Off" = "Desligado";
"Offset Threshold" = "Limite de deslocamento";
"0 - 100" = "0 a 100";
"On" = "Ligado";
"Orange" = "Laranja";
"PREVIEW" = "VISUALIZAÇÃO";
"Page Detection:" = "Detecção de página:";
"Page Not Found Text:" = "Texto de página não encontrada:";
"Passport Submitted for Processing" = "Passaporte enviado para processamento";
"Passport" = "Passaporte";
"Password" = "Senha";
"Pay Bills" = "Pagar contas";
"Payment Amount" = "Valor do pagamento";
"Payment Coupon" = "Cupom de pagamento";
"Payment Due:" = "Prazo para pagamento";
"Payment Submitted For Processing" = "Pagamento enviado para processamento";
"Phone Number" = "Número de telefone";
"Pitch Threshold" = "Limite do campo";
"Please enter a valid export URL" = "Insira uma URL de exportação válida";
"Please enter a valid RTTI URL" = "Insira uma URL de RTTI válida";
"Please enter a valid KTA URL" = "Insira uma URL de KTA válida";
"Please enter amount" = "Insira valor";
"Please enter CSkew string" = "Insira cadeia de CSkew";
"Please enter custom fields" = "Insira campos personalizados";
"Please enter account details" = "Insira detalhes de conta";
"Please enter email address" = "Insira um endereço de e-mail";
"Please enter footer" = "Insira rodapé";
"Please enter password" = "Insira uma senha";
"Please enter the component name" = "Insira nome do componente";
"Please enter username" = "Insira um nome de usuário";
"Please enter valid email address" = "Insira um endereço de e-mail válido";
"Port Number" = "Número da porta";
"Port" = "Porta";
"Preview Screen" = "Tela de visualização";
"Preview" = "Visualização";
"Processing Failed" = "Falha no processamento";
"Processing of the image failed. Please retake." = "O processamento da imagem falhou. Retome.";
"Profile Alert!!!" = "Alerta de perfil!!!";
"Profile Alert!!" = "Alerta de perfil!!";
"Profile Name" = "Nome do perfil";
"Profile Settings" = "Configurações do perfil";
"Profile can't be created" = "Não é possível criar o perfil";
"Profile with empty name can't be created. Please enter a name." = "Não é possível criar um perfil com nome vazio. Insira um nome.";
"Profile with same name exists. Do you want to overwrite existing?" = "Já existe um perfil com o mesmo nome. Deseja substituí-lo?";
"Profiles" = "Perfis";
"Prompt for Attachment Name:" = "Solicitação de nome de anexo:";
"Province" = "Província";
"Quick Analysis Feedback" = "Feedback de análise rápida";
"RGB COLOR" = "COR DE RGB";
"RTTI Settings" = "RTTI Configurações";
"Server Settings" = "Configurações do servidor";

"Recipient:" = "Destinatário:";
"Rectangular" = "Retangular";
"Red (0 - 255):" = "Vermelho (0 - 255):";
"Red" = "Vermelho";
"Rename Component" = "Renomear componente";
"Reset" = "Redefinir";
"Response Error" = "Erro de resposta";
"Response received from server is not as expected" = "A resposta recebida do servidor não é a esperada";
"Retake Button Text:" = "Texto do botão Recapturar:";
"Retake Button Text" = "Texto do botão Recapturar";
"Retake" = "Recapturar";
"Retake?" = "Recapturar?";
"Roll Threshold" = "Limite de rolagem";
"Rounded" = "Redondo";
"Routing Number Title" = "Título do número do roteamento";
"Routing Number Title:" = "Título do número do roteamento:";
"Routing Number" = "Número de roteamento";
"SDK:" = "SDK:";
"SUCCESS" = "SUCESSO";
"Save" = "Salvar";
"Save Profile" = "Salvar perfil";
"Savings" = "Poupança";
"Scale(dpi):" = "Escala (dpi):";
"Search MICR:" = "Pesquisar MICR:";
"Check For Duplicates:" = "Verificar se há duplicações:";
"Show Check Info:" = "Exibir informações do cheque:";
"Select Component" = "Selecionar componente";
"Select Date Of Birth" = "Selecionar data de nascimento";
"Select Destination" = "Selecionar destino";
"Select Expiry Date" = "Selecionar data de nascimento";
"Select Gender" = "Selecionar gênero";
"Select Issue Date" = "Selecionar data de emissão";
"Select Profile" = "Selecionar perfil";
"Select Region" = "Selecione a região";
"Select an account, Enter amount and then take photos of front and back of the check" = "Selecione uma conta, insira o valor e então tire fotos da frente e do verso do cheque";
"Select the Color Scheme" = "Selecionar o esquema de cores";
"Select the Region of Your ID " = "Selecionar a região de sua identidade ";
"Server Name" = "Nome do servidor";
"Server Path:" = "Caminho do servidor";

"Sharpen:" = "Ajustar nitidez:";
"Show All Fields" = "Exibir todos os campos";
"Show Check Guiding Demo" = "Exibir demonstração de guia de cheque:";
"Show Check Info" = "Exibir informações do cheque";
"Show Detected Page Borders:" = "Exibir margens da página detectadas:";
"Show Instruction Screen" = "Exibir tela de instruções";
"Show Static Frame:" = "Exibir quadro estático:";
"Signature and MICR not found" = "Assinatura e MICR não encontrados";
"Signature not found" = "Assinatura não encontrada";
"Singapore" = "Cingapura";
"Skip" = "Pular";
"State" = "Estado";
"Subject:" = "Assunto:";
"Submit Alert Text:" = "Texto de alerta de envio:";
"Submit Alert Text" = "Texto de alerta de envio";
"Submit Button Text" = "Texto do botão Enviar";
"Submit Button Text:" = "Texto do botão Enviar:";
"Submit Cancel Alert Text:" = "Texto do alerta de cancelamento de envio:";
"Submit Cancel Alert" = "Alerta de cancelamento de envio";
"Submit To" = "Enviar para";
"Submit" = "Enviar";
"Succeeded" = "Sucesso";
"Summary Screen" = "Tela de resumo";
"Supported image size for this screen:\n\n180 x 180" = "Tamanho de imagem suportada para esta tela:\n\n180 x 180";
"Supported images sizes for this screen:\n\niPhone 6: 402 x 134\niPhone 6plus: 402 x 134\niPhone 5+: 402 x 134\niPhone 4s: 402 x 134" = "Tamanhos de imagens suportadas para esta tela:\n\niPhone 6: 402 x 134\niPhone 6plus: 402 x 134\niPhone 5+: 402 x 134\niPhone 4s: 402 x 134";
"Supported images sizes for this screen:\n\niPhone 6plus: 1242 x 2080||2208\niPhone 6: 750 x 1206||1334)\niPhone 5+: 640 x 1008 || 1136\niPhone 4s: 640 x 832 || 960" = "Tamanhos de imagens suportadas para esta tela:\n\niPhone 6plus: 1242 x 2080||2208\niPhone 6: 750 x 1206||1334\niPhone 5+: 640 x 1008 || 1136\niPhone 4s: 640 x 832 || 960";
"Take a photo of Payment Coupon" = "Tirar uma foto do cupom de pagamento";
"Take a photo of credit card and submit for payment" = "Tirar uma foto do cartão de crédito e enviar para pagamento";
"Take a photo of back of the check" = "Tire uma foto do verso do cheque";
"Tap to capture manually" = "Toque para capturar manualmente";
"Tap to capture" = "Toque para capturar";
"Target & Circle" = "Alvo e círculo";
"Text Color" = "Cor do texto";
"The Current Profile" = "O perfil atual";
"The RTTI server may be offline or does not exist." = "O servidor de RTTI pode estar off-line ou talvez não exista.";
"The KTA server may be offline or does not exist." = "O servidor de KTA pode estar off-line ou talvez não exista.";
"The Request timed out." = "A solicitação expirou.";
"The amount you entered does not match the amount scanned from your check" = "O valor inserido não corresponde ao valor digitalizado em seu cheque";
"This check is invalid as the codeline includes an encoded amount." = "Este cheque é inválido pois o código de verificação inclui um valor codificado.";
"The captured image is" = "A imagem capturada está";
"This appears to be the front for the check. Please capture the back of the check" = "Esta parece ser a frente do cheque. Capture o verso do cheque";
"Title Color" = "Cor do título";
"To import a Kofax Mobile Demo Profile tap on the attached File and select 'Open in Kofax Mobile Demo'" = "Para importar um perfil Kofax Mobile Demo, toque no arquivo anexo e selecione \"Abrir em Kofax Mobile Demo\"";
"Unable to create mail" = "Não é possível criar e-mail";
"Unable to find MICR. Would you like to retry?" = "Não foi possível encontrar MICR.\n Gostaria de tentar novamente?";
"Unable to find Signature. Would you like to retry?" = "Não foi possível encontrar a assinatura. Gostaria de tentar novamente?";
"Unable to find both MICR and Signature. Would you like to retry?" = "Não foi possível encontrar MICR e assinatura. Gostaria de tentar novamente?";
"Unicolor" = "Unicolor";
"United States" = "Estados Unidos";
"Unknown KMC License error!" = "Erro de licença de KMC desconhecida!";
"Use Button Text:" = "Texto do botão Usar:";
"Use Button Text" = "Texto do botão Usar";
"Use Default Settings:" = "Usar configurações padrão:";
"Use Hand Print:" = "Usar cópia impressa:";
"Use Quick Analysis:" = "Usar análise rápida:";
"Use SSL:" = "Usar SSL:";
"Use" = "Usar";
"Used Document Type" = "Tipo de documento usado";
"User Instruction Text:" = "Texto da instrução do usuário:";
"User Instruction Text" = "Texto da instrução do usuário";
"Username" = "Nome de usuário";
"Version Information" = "Informações da versão";
"Video" = "Vídeo";
"Would you like to delete Active Profile?" = "Gostaria de excluir o perfil ativo?";
"Would you like to retake?" = "Gostaria de retomar?";
"Yes" = "Sim";
"You are holding device too far or too near to Passport" = "Você está segurando o dispositivo longe ou perto demais do passaporte";
"You are holding device too far or too near to check" = "Você está segurando o dispositivo longe ou perto demais do cheque";
"You are holding device too far or too near to coupon" = "Você está segurando o dispositivo longe ou perto demais do cupom";
"You may be holding the device too near to or too far from the driver license" = "Talvez você esteja segurando o dispositivo perto ou longe demais da carteira de habilitação";
"Your check deposit has been accepted and is in review" = "Seu depósito de cheque foi aceito e está em revisão";
"Your check deposit has been accepted" = "Seu depósito de cheque foi aceito";
"Zip Code" = "Código Postal";
"Zip" = "Código Postal";
"and over-saturated" = "e está saturada demais";
"and under saturated" = "e não está saturada o suficiente";
"blurred" = "desfocado";
"over-saturated" = "está saturada demais";
"test" = "teste";
"true" = "verdadeiro";
"under saturated" = "não está saturada o suficiente";
"© 2016 Kofax Mobile Demo" = "© 2016 Kofax Mobile Demo";
"Please configure your mail in Setting of the device" = "Configure seu e-mail na configuração do dispositivo";
"Message" = "Mensagem";
"Would you like to send the images via mail for debugging?" = "Gostaria de enviar as imagens pelo correio para confirmação?";
"Check image is too light. Please re-take the picture and submit again." = "A imagem do cheque está clara demais. Capture a foto novamente e reenvie.";
"Check image is too dark. Please re-take the picture and submit again." = "A imagem do cheque está escura demais. Capture a foto novamente e reenvie.";
"Codeline is not usable. Please re-take the picture and submit again." = "O código de verificação não é usável. Capture a foto novamente e reenvie.";
"Deposit amount is not recognized. Please re-take the picture and submit again." = "O valor de depósito não está reconhecido. Capture a foto novamente e reenvie.";
"Transit number is invalid. Please try different check." = "O número de trânsito é inválido. Tente um cheque diferente.";
"Reason For Rejection" = "Motivo para rejeição";
"Credit Card" = "Cartão de crédito";
"Fill viewable area with credit card" = "Preencha a área visível com o cartão de crédito";
"Creditcard extraction cannot be performed because the app cannot connect to the network." = "Não é possível realizar a extração de cartão de crédito porque o aplicativo não consegue se conectar à internet.";
"Could not read the credit card." = "Não foi possível ler o cartão de crédito.";
"Center credit card" = "Centralizar o cartão de crédito";
"Extract method" = "Método de extração";
"Please enter valid card number" = "Insira um número de cartão válido";
"Please enter valid expiry date" = "Insira uma data de vencimento válida";
"Please enter valid CVV" = "Insira um número cvv válido";
"Select Country" = "Selecione o país";
"Select the country of your check" = "Selecione o país de seu cheque";
"Check Information" = "Informações do cheque";
"Select the country of your BILL" = "Selecione o país de sua conta";
"Could not read the document." = "Não foi possível ler o documento.";
"Pay By" = "Pagar até";
"Capture Image" = "Capturar imagem";
"Capture Barcode" = "Capturar código de barras";
"Old-ID" = "Identidade antiga";
"New-ID" = "Identidade nova";
"Could not classify ID Card." = "Não foi possível classificar o cartão de identificação.";
"ID Card extraction cannot be performed because the app cannot connect to the network." = "A extração do cartão de identidade não pode ser realizada porque o aplicativo não pode conectar-se à rede.";
"Signature" = "Assinatura";
"Photo" = "Foto";
"Female" = "Feminino";
"ID Card" = "Cartão de identidade";
"Configure Theme" = "Configurar tema";
"Please enter app title" = "Insira título do aplicativo";
"Footer:" = "Rodapé:";
"Component Graphics" = "Gráficos do componente";
"Application Graphics" = "Gráficos do aplicativo";
"Select Header Color" = "Selecionar cor do cabeçalho";
"Select Button Color" = "Selecionar cor do botão";
"Select Header Text Color" = "Selecionar cor do texto do cabeçalho";
"Select Button Text Color" = "Selecionar cor do texto do botão";
"Enter Component Name" = "Inserir nome do componente";
"Edit Labels" = "Editar etiquetas";
"Default Email Address" = "Endereço de e-mail padrão";
"Kofax Mobile Demo" = "Kofax Mobile Demo";
"Server Type" = "Tipo do servidor";
"Save Original Image" = "Salvar imagem original";
"Highlight extracted data" = "Destacar dados extraídos";
"Enter Username" = "Inserir nome de usuário";
"Enter Password" = "Inserir senha";
"Enter Process Name" = "Inserir nome do processo";
"Enter ID Type " = "Inserir tipo de identificação ";

"Account" = "Conta";
"Process Name" = "Nome do processo";
"ID Type" = "Tipo de identificação";
"Please enter ID type" = "Insira tipo de identificação";
"Please enter process name" = "Insira nome do processo";
"Show Gallery:" = "Exibir galeria:";
"Stability Delay" = "Atraso de estabilidade";
"-"="a";
"Auto Torch:" = "Lanterna automática:";
"Uniform Guidance" = "Guia uniforme";
"Export URL" = "URL de exportação";
"JSON" = "JSON";
"MSSQL" = "MSSQL";
"RAM Threshold (KB):" = "Limite de RAM (KB):";
"File Threshold (KB):" = "Limite de arquivo (KB):";
"Barcode Reader" = "Leitor de código de barras";
"Usable" = "Usável";
"Duplicate" = "Duplicado";
"LAR" = "LAR";
"CAR" = "CAR";
"Routing No." = "Nº de roteamento.";
"amount" = "valor";
"Account No." = "Nº da conta";
"Auxiliary On-Us" = "Auxiliary On-Us";
"EPC" = "EPC";
"Date" = "Data";
"Payee name" = "Beneficiário";
"Restrictive Endorsement Present" = "Endosso restrito presente";
"Restrictive Endorsement" = "Endosso restrito";
"Signature" = "Assinatura";
"Codeline" = "Código de verificação";
"Payee Endorsement" = "Endosso do beneficiário";
"Under size Image" = "Imagem subdimensionada";
"Torn Document Corners" = "Pontas rasgadas";
"Torn Document Edges" = "Bordas rasgadas";
"Document Framing Error" = "Erro de enquadramento de documento";
"Document Skew" = "Distorção do documento";
"Over size Image" = "Imagem sobredimensionada";
"Piggy back Document" = "Documento sobreposto na imagem";
"Image Too Light" = "Imagem muito clara";
"Image Too Dark" = "Imagem muito escura";
"Horizontal Streaks" = "Faixas horizontais";
"Below Min Front Image Size" = "Imagem frontal abaixo do tamanho mín.";
"Above Max Front Image Size" = "Imagem frontal acima do tamanho máx.";
"Below Min Rear Image Size" = "Imagem traseira abaixo do tamanho mín.";
"Above Max Rear Image Size" = "Imagem traseira acima do tamanho máx.";
"Spot Noise" = "Ruído da imagem";
"Image Dimension Mismatch" = "Diferença nas dimensões da imagem";
"Carbon Strip" = "Tira de carbono";
"Out Of Focus" = "Fora de foco";
"True" = "Verdadeiro";
"MICR" = "MICR";
"Fill viewable area with check" = "Preencha a área visível com cheque";
"Move Back" = "Afastar";
"Done!" = "Concluído!";
"NONE" = "CONCLUÍDO";
"Fill viewable area with payment coupon" = "Preencha a área visível com cupom de pagamento";
"Center Payment coupon" = "Centralizar cupom de pagamento";
"Hold Device More Level" = "Manter nível do dispositivo";
"Rotate Device" = "Girar dispositivo";
"Hold Device Level" = "Manter nível do dispositivo";
"ID Card Submitted For Processing" = "Cartão de identificação enviado para processamento";
"Capture your information simply by taking a photo of your ID Card" = "Capture suas informações simplesmente tirando uma foto de seu cartão de identidade";
"Do you want to cancel submission of the ID Card?" = "Deseja cancelar o envio do cartão de identificação?";
"Fill viewable area with ID card" = "Preencha a área visível com cartão de identidade";
"Center ID card" = "Centralizar cartão de identidade";
"Capture the information page" = "Capturar a página de informações";
"Fill viewable area with passport" = "Preencha a área visível com passaporte";
"Country" = "País";
"Show Check Guiding Demo:" = "Exibir demonstração de guia de cheque:";
"Nationality" = "Nacionalidade";
"Hong Kong" = "Hong Kong";
"United Kingdom" = "Reino Unido";
"NA" = "ND";
"BankRight" = "BankRight";
"Bankright" = "BANKRIGHT";
"RTTI" = "RTTI";
"KTA" = "KTA";
"Back Retake Button Text:" = "Texto do botão Retomar do verso:";
"Back Retake Button Text" = "Texto do botão Retomar do verso";
"Back User Instruction Text:" = "Texto da instrução do usuário do verso:";
"Captured Message Text:" = "Texto da mensagem capturada:";
"Captured Message Text" = "Texto da mensagem capturada";
"Center Message Text:" = "Centralizar texto da mensagem:";
"Center Message Text" = "Centralizar texto da mensagem";
"Zoom Out Text:" = "Diminuir texto:";
"Zoom Out Text" = "Diminuir texto";
"Hold Parallel Text" = "Manter texto paralelo";
"Hold Parallel Text:" = "Manter texto paralelo:";
"Orientation Text" = "Texto de orientação";
"Orientation Text:" = "Texto de orientação:";
"Front Instructions Text:" = "Texto das instruções da frente:";
"Send Image Summary:" = "Enviar resumo da imagem:";
"Submit Payment" = "Enviar pagamento";
"Tap on image to preview" = "Toque na imagem para visualizar";
"Center Check" = "Centralizar cheque";
"Check Results" = "Cheque";
"IQA Results" = "IQA";
"Usability Results" = "Usabilidade";
"NO" = "NÃO";
"YES" = "SIM";
"Center Passport" = "Centralizar passaporte";
"Blue" = "Azul";
"Cameroon" = "Camarões";
"Other" = "Outro";
"China" = "China";
"India" = "Índia";
"South Korea" = "Coreia do Sul";
"Keypass" = "Keypass";
"Albania" = "Albânia";
"Germany" = "Alemanha";
"Lithuania" = "Lituânia";
"Luxembourg" = "Luxemburgo";
"Brazil" = "Brasil";
"Ecuador" = "Equador";
"El Salvador" = "El Salvador";
"Guatemala" = "Guatemala";
"St. Christ Nevis" = "São Cristóvão e Névis";
"SELECT THE COUNTRY OF YOUR ID" = "SELECIONE O PAÍS DE SUA IDENTIDADE";
"MICR:" = "MICR:";
"Check No:" = "Nº do cheque:";
"Amount:" = "Valor:";
"Date:" = "Data:";
"Done" = "Concluído";
"Next" = "Próximo";
"Previous" = "Anterior";
"Remember Me" = "Lembrar de mim";
"MM / YY" = "MM/AA";
"ID" = "Identificação";
"First Name" = "Nome";
"Middle Name" = "Nome do meio";
"Last Name" = "Sobrenome";
"Street" = "Rua";
"Enter City" = "Inserir cidade";
"Enter State" = "Inserir estado";
"Enter Zip Code" = "Inserir Código Postal";
"FirstName" = "Nome";
"MiddleName" = "Nome do meio";
"LastName" = "Sobrenome";
"DateOfBirth" = "Data de nascimento";
"Gender" = "Gênero";
"ISG" = "ISG";
"GPU" = "GPU";
"Enter Driver License" = "Inserir carteira de habilitação";
"Issue Date" = "Data de emissão";
"Date Of Birth" = "Data de nascimento";
"Enter First Name" = "Inserir nome";
"Enter Gender" = "Inserir gênero";
"Enter Date Of Birth" = "Inserir data de nascimento";
"Enter Issue Date" = "Inserir data de emissão";
"Enter Expiry Date" = "Inserir data de vencimento";
"IssueDate" = "Data de emissão";
"ExpirationDate" = "Data de vencimento";
"Country" = "País";
"CountryLong" = "Nome longo do país";
"Nationality" = "Nacionalidade";
"PersonalNumber" = "Número pessoal";
"PassportNumber" = "Número do passaporte";
"MRZ1" = "MRZ1";
"MRZ2" = "MRZ2";
"Edge Detection:" = "Detecção de bordas:";
"Show Guiding Demo:" = "Exibir demonstração de guia:";
"Please enter valid amount." = "Insira um valor válido.";
"Extraction Settings" = "Configurações de extração";
"Available Offline Count" = "Contagem de disponível off-line:";
"Acquire Count" = "Contagem de aquisição:";
"Server Type" = "Tipo do servidor";
"Auto-Fetch" = "Busca automática:";
"Fetch" = "Buscar";
"Server URL" = "URL do servidor";
"License Volume" = "Volume de licenças";
"On Device" = "No dispositivo";
"Extraction Type" = "Tipo de extração";
"Server" = "Servidor";
"Edit" = "Editar";
"Delete" = "Excluir";
"Back Side" = "Verso";
"Key 1,Display Label 1;Key 2,Display Label 2;" = "Key 1,Exibir etiquetal 1;Key 2,Exibir etiquetal 2;";
"Enter License" = "Insira a licença";
"Scan License QR Code" = "Buscar código QR da licença";
"OR" = "OU";

"Models Download" = "Download de Models";
"Download Models" = "Baixar Models";
"Download Completed" = "Download concluído";
"Do you want to download Models now" = "Deseja baixar o Models agora";
"Models are up to date" = "Models está atualizado";
"Please enter a valid Models server URL" = "Insira um URL válido do servidor Models";
"Please enter a valid server URL" = "Insira uma URL de servidor válida";
"Download Models first to continue with ODE" = "Primeiro, baixe o Models para continuar com o ODE";
"Image Processing:" = "Processamento de imagem:";
"Card Network" = "Rede do cartão";
"Could not read the card." = "Não foi possível ler o cartão.";
"No Network" = "Sem rede";
"Network is not available!!" = "A rede não está disponível!";
"Mobile ID" = "Mobile ID";
"Server Extraction" = "Extração do servidor";
"Server & Device Extraction" = "Extração do servidor e dispositivo";
"Kofax" = "Kofax";
